
export const CAKE_PRODUCTS = {
  'เค้กครีม': { unit: 'ปอนด์', price: 190 },
  'เค้กแยม': { unit: 'ปอนด์', price: 200 },
  'เค้กกาแฟ': { unit: 'ปอนด์', price: 200 },
  'เค้กช็อกโกแลต': { unit: 'ปอนด์', price: 250 },
  'เค้กบัตเตอร์': { unit: 'ชิ้น', price: 80 }
};

export const COOKIE_PRODUCTS = {
  'คุกกี้เนยสด (กล่องเล็ก)': { unit: 'กล่อง', price: 150 },
  'คุกกี้เนยสด (กล่องใหญ่)': { unit: 'กล่อง', price: 200 },
  'คุกกี้คอร์นเฟลกส์ (กล่องเล็ก)': { unit: 'กล่อง', price: 170 },
  'คุกกี้คอร์นเฟลกส์ (กล่องใหญ่)': { unit: 'กล่อง', price: 230 },
  'คุกกี้เม็ดมะม่วงหิมพานด์ (กล่องเล็ก)': { unit: 'กล่อง', price: 180 },
  'คุกกี้เม็ดมะม่วงหิมพานด์ (กล่องใหญ่)': { unit: 'กล่อง', price: 250 }
};

export const DEPARTMENTS = [
  'บัญชี', 'การตลาด', 'การจัดการธุรกิจค้าปลีก', 'สำนักงานดิจิทัล',
  'ภาษาและการจัดการธุรกิจระหว่างประเทศ', 'โลจิสติกส์', 'เทคโนโลยีสารสนเทศ',
  'เทคโนโลยีธุรกิจดิจิทัล', 'การโรงแรม', 'ดิจิทัลกราฟิก', 'การออกแบบ',
  'แฟชั่นและเครื่องแต่งกาย', 'คหกรรมศาสตร์', 'อาหารและโภชนาการ'
];
